Revit 2027 API
BuiltInFailures.CuttingFailures.UnableToPasteToFile Property
 Unable to paste current clipboard contents to file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToPasteToFile { get; }
Public Shared ReadOnly Property UnableToPasteToFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToPasteToFile {
	FailureDefinitionId^ get ();
}
static member UnableToPasteToFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CuttingFailures Class
Autodesk.Revit.DB Namespace